asciidoc
aspcud
autoconf
automake
bash-completion
cairo
camlp4
camlp5
clasp
clisp
cloog
cmake
czmq
docbook
docbook-xsl
elixir
erlang
faac
ffmpeg
fontconfig
fontforge
freetype
gauche
gcc
gdbm
gettext
gibo
git
git-flow
git-flow-clone
glib
gmp
gobject-introspection
gringo
harfbuzz
hg-flow
icu4c
isl
jbig2dec
jpeg
lame
leiningen
libdvdcss
libffi
libmpc
libpng
libsigsegv
libsodium
libtiff
libtool
libunistring
libvo-aacenc
libxml2
libyaml
little-cms2
lv
mas
mcrypt
mercurial
mftrace
mhash
mpfr
nkf
node
ocaml
ocamlbuild
opam
openssl
p7zip
pango
pixman
pkg-config
potrace
pyenv
pyenv-virtualenv
pyenv-virtualenvwrapper
python
rbenv
readline
ruby-build
smlnj
spawn-fcgi
sphinx-doc
sqlite
ssh-copy-id
t1utils
texi2html
texinfo
unixodbc
vim
wget
wxmac
x264
xvid
xz
yasm
youtube-dl
zeromq
