apm-bash-completion
asciidoc
aspcud
autoconf
automake
bash-completion
bats
binutils
boost
boost-python
boris
cairo
camlp4
chromedriver
clasp
clisp
clojurescript
cloog
cloog018
cmake
composer
cpputest
curl
dirmngr
docbook
docbook-xsl
eigen
elixir
erlang
faac
ffmpeg
fontconfig
freetype
gauche
gcc
gcc49
gdb
gdbm
gettext
gflags
gibo
giflib
gist
git
git-flow
git-lfs
glib
global
glog
gmp
gmp4
gnupg2
go
gperftools
gpg-agent
gringo
gsl
hdf5
hg-flow
hub
icu4c
ilmbase
imagemagick
ios-sim
isl
isl011
jad
jpeg
julius
lame
leiningen
leveldb
lftp
libassuan
libevent
libffi
libgcrypt
libgpg-error
libksba
liblinear
libmpc
libmpc08
libpng
libsigsegv
libtiff
libtool
libusb
libusb-compat
libvo-aacenc
libxml2
libyaml
lmdb
lv
mackup
mas
mcrypt
mecab
mecab-ipadic
mecab-unidic
mercurial
mhash
mongodb
mpfr
mpfr2
mysql
nkf
nodebrew
numpy
objective-caml
ocaml
ocamlbuild
opam
open-sp
openblas
opencv
openexr
openssl
ossp-uuid
p7zip
pandoc
pcre
peco
perl
perl516
php71
phpbrew
phpcpd
phploc
phpmd
phpunit
phpunit-skeleton-generator
pinentry
pixman
pkg-config
postgresql
potrace
protobuf
pth
pwgen
pyenv
pyenv-virtualenv
pyside
python
rbenv
re2c
readline
ruby
ruby-build
sbt
scala
selenium-server-standalone
shiboken
smlnj
snappy
sphinx-doc
sqlite
ssh-copy-id
swfmill
szip
tidy-html5
tree
uncrustify
unixodbc
vim
webp
wget
wxmac
x264
xmlsh
xvid
xz
zlib
