tap 'argon/mas'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
cask 'mactex'
brew 'docbook'
brew 'docbook-xsl'
brew 'asciidoc'
brew 'sphinx-doc'
brew 'cmake'
brew 'gringo'
brew 'clasp'
brew 'aspcud'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'bash-completion'
brew 'bats'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'camlp5'
brew 'libsigsegv'
brew 'readline'
brew 'clisp'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cpputest'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'libtool'
brew 'openssl'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'faac'
brew 'texi2html'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'yasm'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'ffmpeg'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gauche'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gibo'
brew 'git-flow'
brew 'mercurial'
brew 'hg-flow'
brew 'jbig2dec'
brew 'leiningen'
brew 'libdvdcss'
brew 'libunistring'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'libyaml'
brew 'little-cms2'
brew 'lv'
brew 'mhash'
brew 'mcrypt'
brew 'potrace'
brew 't1utils'
brew 'mftrace'
brew 'nkf'
brew 'node'
brew 'opam'
brew 'p7zip'
brew 'perl'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'smlnj'
brew 'spawn-fcgi'
brew 'ssh-copy-id'
brew 'texinfo'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'argon/mas/mas'
brew 'homebrew/completions/apm-bash-completion'
cask '1password'
cask 'adobe-air'
cask 'adobe-dng-converter'
cask 'alfred'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'atom'
cask 'audio-hijack'
cask 'banktivity'
cask 'bittorrent-sync'
cask 'chefdk'
cask 'dayone-cli'
cask 'dropbox'
cask 'firefox-ja'
cask 'flash-player'
cask 'flickr-uploadr'
cask 'flip4mac'
cask 'flux'
cask 'font-source-han-code-jp'
cask 'github-desktop'
cask 'gmvault'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'google-japanese-ime'
cask 'google-photos-backup'
cask 'google-web-designer'
cask 'handbrake'
cask 'haskell-platform'
cask 'igetter'
cask 'imagealpha'
cask 'imageoptim'
cask 'libreoffice'
cask 'lilypond'
cask 'linein'
cask 'mendeley-desktop'
cask 'musescore'
cask 'omnigraffle'
cask 'omnioutliner'
cask 'omnipresence'
cask 'opera'
cask 'scrivener'
cask 'send-to-kindle'
cask 'sigil'
cask 'skype'
cask 'transmission'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'wordpresscom'
cask 'xld'
mas 'SoundCloud', id: 412754595
mas 'GarageBand', id: 682658836
mas 'OmniFocus', id: 867299399
mas 'Xcode', id: 497799835
mas 'Pixelmator', id: 407963104
mas 'Growl', id: 467939042
mas 'Install OS X El Capitan', id: 1018109117
mas 'MARKETSPEED', id: 946680495
mas 'CloudApp', id: 417602904
mas 'StuffIt Expander', id: 405580712
mas 'Aperture', id: 408981426
mas 'Pocket', id: 568494494
mas 'iPhoto', id: 408981381
mas 'Twitter', id: 409789998
mas 'MindNode Pro', id: 402398561
mas 'MultiMarkdown Composer', id: 593294811
mas 'Coda 2', id: 499340368
mas 'OneDrive', id: 823766827
mas 'Pages', id: 409201541
mas 'Day One', id: 1055511498
mas 'Slack', id: 803453959
mas 'Evernote', id: 406056744
mas 'Kindle', id: 405399194
mas 'ScanSnap Cloud', id: 1035516352
mas 'iMovie', id: 408981434
mas 'CotEditor', id: 1024640650
mas 'Numbers', id: 409203825
mas 'LINE', id: 539883307
mas 'Skitch', id: 425955336
mas 'iA Writer', id: 775737590
mas 'Keynote', id: 409183694
mas 'Hype', id: 436931759
mas 'Kobito', id: 896624060
