tap 'argon/mas'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'peco/peco'
cask 'java'
cask 'xquartz'
brew 'docbook'
brew 'docbook-xsl'
brew 'asciidoc'
brew 'icu4c'
brew 'boost'
brew 'sphinx-doc'
brew 'cmake'
brew 're2c'
brew 'gringo'
brew 'clasp'
brew 'aspcud'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'bash-completion'
brew 'bats'
brew 'binutils'
brew 'boost-python'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'chromedriver'
brew 'libsigsegv'
brew 'readline'
brew 'clisp'
brew 'clojurescript'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cpputest'
brew 'openssl'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'eigen'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'faac'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'snappy'
brew 'giflib'
brew 'webp'
brew 'ffmpeg'
brew 'flac'
brew 'gauche'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'gdb'
brew 'gflags'
brew 'gibo'
brew 'gist'
brew 'git-flow'
brew 'go'
brew 'git-lfs'
brew 'global'
brew 'glog'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'gperftools'
brew 'gsl'
brew 'mercurial'
brew 'hg-flow'
brew 'hub'
brew 'ilmbase'
brew 'openexr'
brew 'perl'
brew 'imagemagick'
brew 'ios-sim'
brew 'libsndfile'
brew 'julius'
brew 'leiningen'
brew 'leveldb'
brew 'libevent'
brew 'liblinear'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'libyaml'
brew 'lmdb'
brew 'lv'
brew 'mackup'
brew 'mhash'
brew 'mcrypt'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mecab-unidic'
brew 'mongodb'
brew 'mysql'
brew 'nkf'
brew 'nodebrew'
brew 'opam'
brew 'open-sp'
brew 'ossp-uuid'
brew 'p7zip'
brew 'pandoc'
brew 'peco'
brew 'postgresql'
brew 'potrace'
brew 'protobuf'
brew 'pwgen'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'qt'
brew 'shiboken'
brew 'pyside'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'selenium-server-standalone'
brew 'smlnj'
brew 'ssh-copy-id'
brew 'swfmill'
brew 'szip'
brew 'tidy-html5'
brew 'tree'
brew 'uncrustify'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'xmlsh'
brew 'argon/mas/mas'
brew 'homebrew/completions/apm-bash-completion'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php71'
brew 'homebrew/php/composer'
brew 'homebrew/php/boris'
brew 'homebrew/php/phpbrew'
brew 'homebrew/php/phpcpd'
brew 'homebrew/php/phploc'
brew 'homebrew/php/phpmd'
brew 'homebrew/php/phpunit'
brew 'homebrew/php/phpunit-skeleton-generator'
brew 'homebrew/science/openblas'
brew 'homebrew/python/numpy'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/opencv'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc49'
brew 'homebrew/versions/perl516'
cask 'adobe-air'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'android-studio'
cask 'appcleaner'
cask 'atom'
cask 'bittorrent-sync'
cask 'brackets'
cask 'chefdk'
cask 'coteditor'
cask 'drobo-dashboard'
cask 'dropbox'
cask 'firefox-ja'
cask 'flux'
cask 'font-source-han-code-jp'
cask 'github-desktop'
cask 'gmvault'
cask 'google-drive'
cask 'google-earth'
cask 'google-hangouts'
cask 'google-photos-backup'
cask 'google-web-designer'
cask 'handbrake'
cask 'haskell-platform'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'libreoffice'
cask 'mactex'
cask 'macvim'
cask 'mendeley-desktop'
cask 'omnigraffle'
cask 'omnioutliner'
cask 'omnipresence'
cask 'opera'
cask 'processing'
cask 'scrivener'
cask 'send-to-kindle'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'sublime-text-dev'
cask 'textmate'
cask 'thunderbird-ja'
cask 'transmit'
cask 'unetbootin'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'vlc'
cask 'wordpresscom'
mas 'Day One', id: 1055511498
mas 'MultiMarkdown Composer', id: 593294811
mas 'Evernote', id: 406056744
mas 'Keynote', id: 409183694
mas 'CloudApp', id: 417602904
mas 'iA Writer', id: 775737590
mas 'OneDrive', id: 823766827
mas 'GarageBand', id: 682658836
mas 'iPhoto', id: 408981381
mas 'Twitter', id: 409789998
mas 'Pixelmator', id: 407963104
mas 'iBooks Author', id: 490152466
mas 'ScanSnap Cloud', id: 1035516352
mas 'SoundCloud', id: 412754595
mas 'Growl', id: 467939042
mas 'OmniFocus', id: 867299399
mas 'StuffIt Expander', id: 405580712
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas '1Password', id: 443987910
mas 'Skitch', id: 425955336
mas 'iMovie', id: 408981434
mas 'Hype', id: 436931759
mas 'Kobito', id: 896624060
mas 'CotEditor', id: 1024640650
mas 'Slack', id: 803453959
mas 'QREncoder', id: 452695239
mas 'Coda 2', id: 499340368
mas 'Pocket', id: 568494494
mas 'MindNode Pro', id: 402398561
